Repository: zhaomin1995/video_player
Catalog: Awesome Player/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, yue, zh_hans, zh_hant

source: Use Apple VideoToolbox for H.264/HEVC profiles. Falls back to software for other codecs.
de: Apple VideoToolbox für H.264-/HEVC-Profile verwenden. Bei anderen Codecs wird auf Software zurückgegriffen.
es: Usa Apple VideoToolbox para perfiles H.264/HEVC. Recurre a software para otros códecs.
fr: Utilise Apple VideoToolbox pour les profils H.264/HEVC. Bascule sur logiciel pour les autres codecs.
ja: H.264/HEVC プロファイルに Apple VideoToolbox を使用します。その他のコーデックではソフトウェアにフォールバックします。
ko: H.264/HEVC 프로파일에 Apple VideoToolbox를 사용합니다. 다른 코덱은 소프트웨어로 대체됩니다.
pt_br: Usa o Apple VideoToolbox para perfis H.264/HEVC. Recorre a software para outros codecs.
ru: Использует Apple VideoToolbox для профилей H.264/HEVC. Для других кодеков — программный кодировщик.
yue: 對 H.264/HEVC 設定檔使用 Apple VideoToolbox。其他編碼器會退回軟件處理。
zh_hans: 对 H.264/HEVC 配置文件使用 Apple VideoToolbox。其他编解码器回退到软件处理。
zh_hant: 對 H.264/HEVC 設定檔使用 Apple VideoToolbox。其他編碼器會退回軟件處理。

source: Use hardware encoder (VideoToolbox)
de: Hardware-Encoder verwenden (VideoToolbox)
es: Usar codificador por hardware (VideoToolbox)
fr: Utiliser l'encodeur matériel (VideoToolbox)
ja: ハードウェアエンコーダーを使用 (VideoToolbox)
ko: 하드웨어 인코더 사용 (VideoToolbox)
pt_br: Usar codificador de hardware (VideoToolbox)
ru: Использовать аппаратный кодировщик (VideoToolbox)
yue: 使用硬件編碼器 (VideoToolbox)
zh_hans: 使用硬件编码器 (VideoToolbox)
zh_hant: 使用硬件編碼器 (VideoToolbox)

source: VLC Style
de: VLC-Stil
es: Estilo VLC
fr: Style VLC
ja: VLC スタイル
ko: VLC 스타일
pt_br: Estilo VLC
ru: Стиль VLC
yue: VLC 風格
zh_hans: VLC 风格
zh_hant: VLC 風格

source: Video Equalizer Defaults
de: Video-Equalizer Standardwerte
es: Valores predeterminados del ecualizador
fr: Valeurs par défaut de l'égaliseur
ja: ビデオイコライザのデフォルト
ko: 비디오 이퀄라이저 기본값
pt_br: Padrões do equalizador
ru: Значения видеоэквалайзера по умолчанию
yue: 視訊等化器預設值
zh_hans: 视频均衡器默认值
zh_hant: 視訊等化器預設值

source: Video Track
de: Videospur
es: Pista de video
fr: Piste vidéo
ja: ビデオトラック
ko: 비디오 트랙
pt_br: Faixa de Vídeo
ru: Видеодорожка
yue: 影片軌
zh_hans: 视频轨道
zh_hant: 視訊軌

source: Video adjustments reset
de: Videoanpassungen zurückgesetzt
es: Ajustes de vídeo restablecidos
fr: Réglages vidéo réinitialisés
ja: ビデオ調整をリセットしました
ko: 비디오 조정 재설정됨
pt_br: Ajustes de vídeo redefinidos
ru: Настройки видео сброшены
yue: 影片調整已重設
zh_hans: 视频调整已重置
zh_hant: 影片調整已重設

source: Video decode:
de: Video-Decodierung:
es: Decodificación de vídeo:
fr: Décodage vidéo :
ja: ビデオデコード:
ko: 비디오 디코딩:
pt_br: Decodificação de vídeo:
ru: Декодирование видео:
yue: 影片解碼:
zh_hans: 视频解码:
zh_hant: 視訊解碼:

source: Vocal Booster
de: Stimmverstärkung
es: Refuerzo vocal
fr: Amplificateur de voix
ja: ボーカルブースト
ko: 보컬 강화
pt_br: Reforço Vocal
ru: Усиление вокала
yue: 人聲增強
zh_hans: 人声增强
zh_hant: 人聲增強

source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 음량
ru: Громкость
yue: 音量
zh_hans: 音量
zh_hant: 音量

source: Volume down
de: Leiser
es: Bajar volumen
fr: Baisser le volume
ja: 音量を下げる
ko: 음량 낮추기
pt_br: Diminuir volume
ru: Тише
yue: 降低音量
zh_hans: 减小音量
zh_hant: 降低音量

source: Volume up
de: Lauter
es: Subir volumen
fr: Augmenter le volume
ja: 音量を上げる
ko: 음량 높이기
pt_br: Aumentar volume
ru: Громче
yue: 提高音量
zh_hans: 增大音量
zh_hant: 提高音量

source: Volume: %d%%
de: Lautstärke: %d%%
es: Volumen: %d%%
ja: 音量: %d%%
ko: 음량: %d%%
ru: Громкость: %d%%
yue: 音量：%d%%
zh_hans: 音量：%d%%
zh_hant: 音量：%d%%

source: White
de: Weiß
es: Blanco
fr: Blanc
ja: 白
ko: 흰색
pt_br: Branco
ru: Белый
yue: 白色
zh_hans: 白色
zh_hant: 白色

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウインドウ
ko: 윈도우
pt_br: Janela
ru: Окно
yue: 視窗
zh_hans: 窗口
zh_hant: 視窗

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: 黄
ko: 노랑
pt_br: Amarelo
ru: Жёлтый
yue: 黃色
zh_hans: 黄色
zh_hant: 黃色

source: You have %@. Open the release page to download the latest build.
de: Sie haben %@. Öffnen Sie die Release-Seite, um die neueste Version herunterzuladen.
es: Tienes %@. Abre la página de la versión para descargar la última compilación.
fr: Vous avez %@. Ouvrez la page de la version pour télécharger la dernière build.
ja: 現在のバージョンは %@ です。リリースページを開いて最新ビルドをダウンロードしてください。
ko: 현재 버전은 %@입니다. 릴리스 페이지를 열어 최신 빌드를 다운로드하세요.
pt_br: Você tem %@. Abra a página de lançamentos para baixar a versão mais recente.
ru: У вас %@. Откройте страницу релиза, чтобы загрузить последнюю версию.
yue: 你而家係 %@。開啟發佈頁面下載最新版本。
zh_hans: 您当前是 %@。打开发布页面下载最新版本。
zh_hant: 您目前是 %@。開啟發佈頁面下載最新版本。

source: You're up to date
de: Sie sind auf dem neuesten Stand
es: Estás al día
fr: Vous êtes à jour
ja: 最新の状態です
ko: 최신 버전입니다
pt_br: Você está atualizado
ru: У вас актуальная версия
yue: 已是最新版本
zh_hans: 已是最新版本
zh_hant: 已是最新版本

source: Zoom
de: Zoomen
ja: 拡大／縮小
ko: 확대/축소
ru: Масштаб
yue: 縮放
zh_hans: 缩放
zh_hant: 縮放

source: Zoom Video
de: Video zoomen
es: Zoom de vídeo
fr: Zoom vidéo
ja: ビデオをズーム
ko: 비디오 확대/축소
pt_br: Zoom de vídeo
ru: Масштаб видео
yue: 縮放影片
zh_hans: 缩放视频
zh_hant: 縮放視訊

source: https://example.com/video.mp4 or YouTube URL
de: https://example.com/video.mp4 oder YouTube-URL
es: https://example.com/video.mp4 o URL de YouTube
fr: https://example.com/video.mp4 ou URL YouTube
ja: https://example.com/video.mp4 または YouTube URL
ko: https://example.com/video.mp4 또는 YouTube URL
pt_br: https://example.com/video.mp4 ou URL do YouTube
ru: https://example.com/video.mp4 или URL YouTube
yue: https://example.com/video.mp4 或 YouTube URL
zh_hans: https://example.com/video.mp4 或 YouTube URL
zh_hant: https://example.com/video.mp4 或 YouTube URL

source: libvlc instance unavailable
de: libvlc-Instanz nicht verfügbar
es: Instancia de libvlc no disponible
fr: Instance libvlc indisponible
ja: libvlc インスタンスが利用できません
ko: libvlc 인스턴스를 사용할 수 없음
pt_br: Instância do libvlc indisponível
ru: Экземпляр libvlc недоступен
yue: libvlc 實例無法使用
zh_hans: libvlc 实例不可用
zh_hant: libvlc 實例無法使用

source: libvlc reported an error during transcoding. The profile may be incompatible with the source codec.
de: libvlc meldete einen Fehler beim Transkodieren. Das Profil ist möglicherweise mit dem Quellcodec inkompatibel.
es: libvlc informó de un error durante la transcodificación. El perfil puede ser incompatible con el códec de origen.
fr: libvlc a signalé une erreur lors du transcodage. Le profil peut être incompatible avec le codec source.
ja: libvlc がトランスコード中にエラーを報告しました。プロファイルはソースコーデックと互換性がない可能性があります。
ko: libvlc가 트랜스코딩 중 오류를 보고했습니다. 프로파일이 소스 코덱과 호환되지 않을 수 있습니다.
pt_br: O libvlc relatou um erro durante a transcodificação. O perfil pode ser incompatível com o codec de origem.
ru: libvlc сообщил об ошибке при перекодировании. Профиль может быть несовместим с исходным кодеком.
yue: libvlc 喺轉碼過程中報告咗錯誤。呢個設定檔可能同來源編解碼器唔兼容。
zh_hans: libvlc 在转码过程中报告了错误。该配置文件可能与源编解码器不兼容。
zh_hant: libvlc 在轉碼過程中回報了錯誤。該設定檔可能與來源編解碼器不相容。

source: yt-dlp not found
de: yt-dlp nicht gefunden
es: No se encontró yt-dlp
fr: yt-dlp introuvable
ja: yt-dlp が見つかりません
ko: yt-dlp를 찾을 수 없음
pt_br: yt-dlp não encontrado
ru: yt-dlp не найден
yue: 搵唔到 yt-dlp
zh_hans: 未找到 yt-dlp
zh_hant: 找不到 yt-dlp

source: ◀ Frame
de: ◀ Bild
es: ◀ Fotograma
fr: ◀ Image
ja: ◀ フレーム
ko: ◀ 프레임
pt_br: ◀ Quadro
ru: ◀ Кадр
yue: ◀ 畫格
zh_hans: ◀ 帧
zh_hant: ◀ 影格

source: Aqua
es: Cian
fr: Cyan
ja: アクア
ko: 아쿠아
ru: Голубой
yue: 水藍色
zh_hans: 青色
zh_hant: 水藍色

source: Decoder
es: Decodificador
fr: Décodeur
ja: デコーダ
ko: 디코더
pt_br: Decodificador
ru: Декодер
yue: 解碼器
zh_hans: 解码器
zh_hant: 解碼器

source: Deinterlace
es: Desentrelazar
fr: Désentrelacer
ja: インターレース解除
ko: 디인터레이스
pt_br: Desentrelaçar
ru: Деинтерлейсинг
yue: 去交錯
zh_hans: 反交错
zh_hant: 反交錯

source: Deinterlace: %@
es: Desentrelazado: %@
fr: Désentrelacement : %@
ja: インターレース解除: %@
ko: 디인터레이스: %@
pt_br: Desentrelace: %@
ru: Деинтерлейс: %@
yue: 去交錯:%@
zh_hans: 反交错:%@
zh_hant: 去交錯:%@

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
ko: 다운로드
ru: Загрузки
yue: 下載
zh_hans: 下载
zh_hant: 下載

source: EQ: %@
es: Ecualizador: %@
fr: Égaliseur : %@
pt_br: Equalizador: %@
ru: Эквалайзер: %@
yue: 等化器:%@
zh_hans: 均衡器:%@
zh_hant: 等化器:%@

source: Equalizer
es: Ecualizador
fr: Égaliseur
ja: イコライザ
ko: 이퀄라이저
pt_br: Equalizador
ru: Эквалайзер
yue: 等化器
zh_hans: 均衡器
zh_hant: 等化器

source: Format:
es: Formato:
ja: フォーマット:
ko: 포맷:
pt_br: Formato:
ru: Формат:
yue: 格式:
zh_hans: 格式:
zh_hant: 格式:

source: Fuchsia
es: Fucsia
ja: フクシア
ko: 자홍색
pt_br: Fúcsia
ru: Фуксия
yue: 桃紅色
zh_hans: 品红
zh_hant: 洋紅

source: Linear
es: Lineal
fr: Linéaire
ja: リニア
ko: 리니어
ru: Линейный
yue: 線性
zh_hans: 线性
zh_hant: 線性

source: Loudness
es: Sonoridad
ja: ラウドネス
ko: 라우드니스
ru: Громкость
yue: 響度
zh_hans: 响度
zh_hant: 響度

source: Olive
es: Oliva
ja: オリーブ
ko: 올리브
pt_br: Oliva
ru: Оливковый
yue: 橄欖色
zh_hans: 橄榄色
zh_hant: 橄欖色

source: Pause
es: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Пауза
yue: 暫停
zh_hans: 暂停
zh_hant: 暫停

source: Spoken Word
es: Voz hablada
fr: Voix parlée
ja: スポークンワード
ko: 스포큰 워드
pt_br: Voz Falada
ru: Устная речь
yue: 語音
zh_hans: 口语
zh_hant: 語音

source: Sync.
es: Sinc.
fr: Synchro.
ja: 同期
ko: 동기화
pt_br: Sinc.
ru: Синхр.
yue: 同步
zh_hans: 同步
zh_hant: 同步

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системная
yue: 系統
zh_hans: 系统
zh_hant: 系統

source: Video Equalizer
es: Ecualizador de video
fr: Égaliseur vidéo
ja: ビデオイコライザ
ko: 비디오 이퀄라이저
pt_br: Equalizador de Vídeo
ru: Видеоэквалайзер
yue: 影片等化器
zh_hans: 视频均衡器
zh_hant: 視訊等化器

source: Video Equalizer…
es: Ecualizador de video…
fr: Égaliseur vidéo…
ja: ビデオイコライザ…
ko: 비디오 이퀄라이저…
pt_br: Equalizador de Vídeo…
ru: Видеоэквалайзер…
yue: 影片等化器…
zh_hans: 视频均衡器…
zh_hant: 視訊等化器…

source: --- Video ---
fr: --- Vidéo ---
ja: --- ビデオ ---
ko: --- 비디오 ---
pt_br: --- Vídeo ---
ru: --- Видео ---
yue: --- 影片 ---
zh_hans: --- 视频 ---
zh_hant: --- 視訊 ---

source: Latin
fr: Latine
ja: ラテン
ko: 라틴
pt_br: Latina
ru: Латиноамериканская
yue: 拉丁
zh_hans: 拉丁
zh_hant: 拉丁

source: Video
fr: Vidéo
ja: ビデオ
ko: 비디오
pt_br: Vídeo
ru: Видео
yue: 影片
zh_hans: 视频
zh_hant: 視訊

source: %d px
ja: %d ピクセル
ko: %d 픽셀
ru: %d пикс.
yue: %d 像素
zh_hans: %d 像素
zh_hant: %d 像素

source: --- Audio ---
ja: --- オーディオ ---
ko: --- 오디오 ---
pt_br: --- Áudio ---
ru: --- Звук ---
yue: --- 音訊 ---
zh_hans: --- 音频 ---
zh_hant: --- 音訊 ---

source: Audio
ja: オーディオ
ko: 오디오
pt_br: Áudio
ru: Звук
yue: 聲音
zh_hans: 音频
zh_hant: 音訊

source: Auto
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
yue: 自動
zh_hans: 自动
zh_hant: 自動

source: Blend
ja: ブレンド
ko: 블렌드
yue: 混合
zh_hans: 混合
zh_hant: 混合

source: Dance
ja: ダンス
ko: 댄스
pt_br: Dança
ru: Танцевальный
yue: 舞曲
zh_hans: 舞曲
zh_hant: 舞曲

source: Gamma
ja: ガンマ
ko: 감마
pt_br: Gama
ru: Гамма
yue: 伽瑪
zh_hans: 伽马
zh_hant: 伽瑪

source: Hip-Hop
ja: ヒップホップ
ko: 힙합
ru: Хип-хоп

source: Jazz
ja: ジャズ
ko: 재즈
ru: Джаз
yue: 爵士
zh_hans: 爵士
zh_hant: 爵士

source: Letterbox
ja: レターボックス
ko: 레터박스
ru: Леттербокс
yue: 黑邊位
zh_hans: 信箱模式
zh_hant: 黑邊內

source: Lounge
ja: ラウンジ
ko: 라운지
ru: Лаунж
yue: 休閒
zh_hans: 酒廊
zh_hant: 休閒

source: Normal
ja: 標準
ko: 보통
ru: Обычная
yue: 正常
zh_hans: 正常
zh_hant: 正常

source: Pop
ja: ポップ
ko: 팝
ru: Поп
yue: 流行
zh_hans: 流行
zh_hant: 流行

source: Rock
ja: ロック
ko: 록
ru: Рок
yue: 搖滾
zh_hans: 摇滚
zh_hant: 搖滾

source: Trackpad
ja: トラックパッド
ko: 트랙패드
ru: Трекпад
yue: 觸控板
zh_hans: 触控板
zh_hant: 觸控板

source: OK
ko: 확인
ru: ОК
yue: 好
zh_hans: 好
zh_hant: 好

source: CPU %.0f%%
ru: ЦП %.0f%%

source: GPU %.0f%%
ru: ГП %.0f%%
